[
{"title": ["Approved Drug Library  "], "catno": ["L1000"], "description": ["1818 approved drugs are used to discover their more function, suitable for old drug research, new targets mechanism and positive compound comparison and so on."]},
{"title": ["Anti-cancer compound library  "], "catno": ["L2100"], "description": ["A unique collection of 2723 tumor associated compounds, used in cancer related research and drug screening for high throughput screening, high content screening."]},
{"title": [], "catno": [], "description": []},
{"title": ["Anti-cancer approved drug library  "], "catno": ["L2110"], "description": ["A unique collection of 219 approved drugs in treatment of cancer used in cancer related research and drug screening for HTS,HCS."]},
{"title": ["Antibiotics Library  "], "catno": ["L4400"], "description": ["A collection of 250 specific compounds with defined antibiotic properties for drug screening, drug target identification, and other pharmaceutical-related applications."]},
{"title": ["Angiogenesis related compound library  "], "catno": ["L4800"], "description": ["A unique collection of 378 potential compounds that related to angiogenesis and can be used for explore of the drug target development and angiogenesis research HTS, HCS."]},
{"title": [], "catno": [], "description": []},
{"title": ["Stem cell Differentiation Compound Library  "], "catno": ["L8000"], "description": ["Stem Cell Library contains 340 small molecular compounds used for stem cell signaling pathway research and new drug screening."]},
{"title": ["Natural Compound Library  "], "catno": ["L6000"], "description": ["Contains more than 1500 compounds in natural compound library, from the nature of biological separation, extraction of organic compounds in the body."]},
{"title": ["Kinase Inhibitor library  "], "catno": ["L1600"], "description": ["Contains 773 kinds of kinase inhibitors, targeted for specific protein kinase for high-throughput screening and high content screening."]},
{"title": ["Inhibitor Library  "], "catno": ["L2000"], "description": ["Contains over 3010 active compounds,which can be used in not only specific research but also high-throughput screening and high-content screening."]},
{"title": ["FDA-approved Drug Library  "], "catno": ["L4200"], "description": ["1124 FDA-approved drugs"]},
{"title": ["Clinical Compound Library  "], "catno": ["L3400"], "description": ["A unique collection of 856  compounds, all of which have been permitted into clinical phase. Every compound contains detailed information on pharmacological activities, sources and references etc."]},
{"title": ["Bioactive Compound Library  "], "catno": ["L4000"], "description": ["Contains more than 4413 small molecule compounds, pays more attention on their targets. All compounds have targets description, which is the key point to  drug screening."]},
{"title": ["Tyrosine kinase inhibitors Library  "], "catno": ["L2200"], "description": ["Contains 339 compounds correspondingly, which is used to research related diseases and drug screening."]},
{"title": ["Serotonin(5-HT) Compound Library  "], "catno": ["L2800"], "description": ["Contains 134 kinds of compounds, which target for 5-HT receptor and are used for neurologic disease’s drug screening."]},
{"title": ["Fluorochemical Library  "], "catno": ["L5100"], "description": ["A specific collection of 586 fluorinated compounds for drug discovery and repurposing."]},
{"title": [], "catno": [], "description": []},
{"title": ["Anti-cancer clinical compound library  "], "catno": ["L2120"], "description": ["A unique collection of 453 clinical drugs in treatment of cancer used in cancer related research and drug screening for HTS, HCS."]},
{"title": ["Selected plant-sourced compound Library  "], "catno": ["L4600"], "description": ["A unique collection of Selected plant-sourced compounds including 974 products that derived from 277 plant species."]},
{"title": ["Protease Inhibitor Library  "], "catno": ["L1100"], "description": ["Contains 162 small molecule inhibitors related with protease and proteasome, for scientific research and drug screening."]},
{"title": ["Polyphenolic Natural compound Library  "], "catno": ["L6100"], "description": ["A specific collection of 367 Polyphenolic natural compounds for HTS, HCS."]},
{"title": ["PI3K/Akt/mTOR Compound Library  "], "catno": ["L1300"], "description": ["Contains 190 small molecular compounds, used in the study of PI3K/Akt/mTOR signaling pathway and relevant drug screening."]},
{"title": ["Oxidation-Reduction Compound Library  "], "catno": ["L2900"], "description": ["Contains 118 bioactive compounds aliquoted to 96-well plates, ideal for screening or identifying mechanism research."]},
{"title": ["Mitochondrial Targeting Compound Library  "], "catno": ["L5300"], "description": ["64 compounds with potential or definite mitochondrial targeting activities to advance your drug research focused on mitochondrion."]},
{"title": ["MAPK Inhibitor Library  "], "catno": ["L1400"], "description": ["Contains 140 bioactive compounds related with MAPK pathway, for scientific research and drug screening."]},
{"title": ["Killer Collections  "], "catno": ["L5500"], "description": ["Targetmol killer collections, mainly contain 277 synthetic or natural toxicants which were selected from the perspective of toxicological mechanisms for your screening of the most toxic role and the most mature mechanism of toxic compounds."]},
{"title": ["Ion Channel Inhibitor Library  "], "catno": ["L2300"], "description": ["Contains 362 small molecule inhibitors related with ion channel, which can be used for high throughput screening and high content screening."]},
{"title": ["Human Endogenous Metabolize Compound Library  "], "catno": ["L2500"], "description": ["Contains 138 Human-Endogenous-Ligand-Librarycompounds related with endogenous metabolism, which is used for the study of endogenous metabolic diseases and new drug screening."]},
{"title": ["Histamine &melatonin Library  "], "catno": ["L3300"], "description": ["Contains 99 bioactive compounds, ideal for screening and neurodegenerative diseases’ mechanism research."]},
{"title": ["Hematopoietic Toxicity Compound Library  "], "catno": ["L3100"], "description": ["A focused collection of 104 compounds with defined and diverse hematopoietic toxicity, including myelosuppression, neutropenia, leukopenia, anemia, and many more."]},
{"title": ["GPCR Compound Library  "], "catno": ["L1500"], "description": ["Contains 711 active compounds related with G protein and G protein coupled receptors, used for GPCR targeted drug research and drug screening."]},
{"title": ["Epigenetics Compound Library  "], "catno": ["L1200"], "description": ["Epigenetics library contains 305 compounds for epigenetic research, related testing, HTS and HCS."]},
{"title": ["Endocrinology-Hormones Library  "], "catno": ["L2400"], "description": ["Contains 297 compounds related with Endocrinology/ Hormones signaling pathways, used in the study of human endocrine system and relevant  disease drug screening for HTS and HCS."]},
{"title": ["DNA Damage & Repair Compound Library  "], "catno": ["L3900"], "description": ["A unique collection of 475 DNA Damage and Repair related compounds for high throughput screening (HTS) and high content screening (HCS)."]},
{"title": ["Cytokines inhibitors Library  "], "catno": ["L3600"], "description": ["A unique collection of 182 inhibitors of cytokines for high throughput screening (HTS) and high content screening (HCS)."]},
{"title": ["CNS-Penetrant Compound Library  "], "catno": ["L5900"], "description": ["A unique collection of 90 CNS-Penetrant-related small molecule compounds for use in CNS-Penetrant-related research and drug screening for high-throughput, high-content screening."]},
{"title": ["Cardiotoxicity Compound Library  "], "catno": ["L4900"], "description": ["A specific collection of 132 cardiotoxicity compounds , contain compounds with defined and diverse organ-associated toxicity profiles. A variety of structurally and mechanistically different compound classes are included."]},
{"title": ["Bioactive Lipid Inbibitor Library  "], "catno": ["L7000"], "description": ["The Bioactive Lipid Library contains 213 bioactive lipids aliquoted to 96-well plates."]},
{"title": ["Autophagy Compound Library  "], "catno": ["L3200"], "description": ["A unique collection of 623 compounds related with cell autophagy, used in the study of autophagy, HTS, HCS."]},
{"title": ["Apoptosis Compound Library  "], "catno": ["L9000"], "description": ["Apoptosis Compound Library contains 191 compounds related with apoptosis signaling pathways, which are most used in tumorigenesis and anti-cancer drug screening."]},
{"title": ["Anti-virus Compound Library  "], "catno": ["L1700"], "description": ["Contains 157 kinds of molecular for drug research and other Pharmaceutical development fields."]},
{"title": ["Anti-Metabolism disease Compound Library  "], "catno": ["L5200"], "description": ["A unique collection of 816 compounds focused on metabolism disease and potential targeted small molecular inhibitors to advancer your metabolism research."]},
{"title": [], "catno": [], "description": []},
{"title": ["Anti-infection Compound Library  "], "catno": ["L1800"], "description": ["Anti-infection Compound library contains 605 kinds of antiviral, antibacterial and antiparasitic drugs for HTS and HCS, as well as drug target and other Pharmaceutical development fields."]},
{"title": ["Antifungal Compound Library  "], "catno": ["L4500"], "description": ["A unique collection of 66 antifungal small molecules for high throughput screening including drugs that act on the fungal induced disease and products that target for antifungal related receptors."]},
{"title": ["Anti-diabetic Compound Library  "], "catno": ["L1900"], "description": ["Anti-diabetic Library contains 179 bioactive compounds aliquoted to 96-well plates, ideal for screening and neurodegenerative diseases’ mechanism research."]},
{"title": ["Anti-Cardiovascular disease Compound Library  "], "catno": ["L5400"], "description": ["A comprehensive screening library of  515 compounds to enable analysis of the cellular response to novel therapeutics for cardiovascular medicine and discovery the drug for cardiovascular disease."]}
]